{
	"_meta": {
		"internalCopies": [
			"deity"
		]
	},
	"deity": [
		{
			"name": "Aslanth (Alana Nosbu Version)",
			"source": "SRP",
			"pantheon": "Adamantian",
			"category": "Oath",
			"alignment": [
				"L",
				"N"
			],
			"title": "",
			"domains": [
				"Nature",
				"Tempest"
			],
			"symbolImg": {
				"type": "null",
				"href": {
				}
			},
			"entries": [
				"Aslanth, the merciless god of cold and winter, is worshiped mostly in regions that are affected by deep winters. Folk propitiate Aslanth with offerings and prayers for mercy. His priests warn others to prepare for winter, and to stock extra provisions in order to have some to spare as offerings to the god.",
				"All Arisen abilities require a verbal component, represented by you very literally summoning their power to your side with a shout. The line your character speaks is simply the Arisen's name. You do not need to shout the name of the ability.",
				"As a follower of Aslanth, you have been granted the following three abilities at {@italic Bond Level 1}:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Archer of the Tundra (Passive)",
							"entries": [
								"When you make a ranged weapon attack, or a melee weapon attack with a weapon that lacks the versatile and two-handed properties, you deal an additional {@dice 1d8} cold damage."
							]
						},
						{
							"type": "entries",
							"name": "Heart of Winter (Passive)",
							"entries": [
								"While you are contracted to Aslanth, you do not suffer any ill effects from extreme cold (see chapter 5 of the Dungeon's Master Guide). In addition, you also gain resistance to cold damage. If you already have resistance to cold damage, it becomes immunity instead. Finally, ice does not count as difficult terrain for you, and you cannot fall {@condition prone} as a result of being on ice (unless you choose to)."
							]
						},
						{
							"type": "entries",
							"name": "Freezing Expanse",
							"entries": [
								"You throw up your hands as if beginning a grand show. Emerging from your feet, a thick sheet of ice forms around you in a radius of 100 feet in the symbol of a giant snowflake.",
								"The slick ice that makes up this area is difficult terrain for everyone except for you and other followers of Aslanth. While traveling on this ice, you are permanently under the effects of the Disengage action, and your innate movement speed becomes 50 as you glide across the ice.",
								"As an action on your turn, you can dismiss and shatter the ice around you. All creatures within the snowflake must make a Dexterity saving throw. On a failed save, they take {@dice 6d8} cold damage and become restrained for one turn. If you do not choose to dismiss this effect, it automatically shatters after 1 minute."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Aslanth",
					"entries": [
						{
							"type": "list",
							"items": [
								"Though the winter is long and harsh, it is not altogether evil.",
								"With the coming of winter, frosts are harsh dangers and frigid creatures arrive not found in the summer. It is your duty to protect the innocent from these perils.",
								"While your goal of preserving the entire world is your greatest cause, your allies must be preserved as well. Your wounds will heal, theirs might not."
							]
						}
					]
				}
			]
		},
		{
			"name": "Comprel (Cali Feathermere Castellet Version)",
			"source": "SRP",
			"pantheon": "Adamantian",
			"category": "Betrayer",
			"alignment": [
				"C",
				"N"
			],
			"title": "",
			"domains": [
				"Arcana",
				"Life",
				"Death"
			],
			"symbolImg": {
				"type": "null",
				"href": {
				}
			},
			"entries": [
				"The Lady of Poisons was born a mortal on the Material Plane. As a human, she held no divinity, but she sought to harness it. Her mortal name was Otacilia, and her legend quickly grew throughout Kagrea as a famous alchemist. She was no ordinary alchemist, however⁠—the truth of the matter was, Otacilia was an assassin. Hired to kill an Arisen, she had somehow distilled a poison which could harm the gods, and before her trial that would have likely removed her soul from the cycle of rebirth, she ascended.",
				"All Arisen abilities require a verbal component, represented by you very literally summoning their power to your side with a shout. The line your character speaks is simply the Arisen's name. You do not need to shout the name of the ability.",
				"As a follower of Comprel, you have been granted the following three abilities at {@italic Bond Level 1}:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Lady of Alchemy (Passive)",
							"entries": [
								"Using a consumable for yourself is a bonus action. Handing it off is an object interaction. Feeding the consumable to another character is a bonus action. In addition, you can expend a spell slot of 1st level or higher to create experimental elixirs through your Homunculus Servant, as opposed to through yourself. Finally, your Homunculus Servant's hit point maximum increases by 2 per each level of Alchemist you've obtained."
							]
						},
						{
							"type": "entries",
							"name": "Lady of Poisons (Passive)",
							"entries": [
								"You gain resistance to acid damage and poison damage. If you already have resistance to acid or poison damage, it becomes immunity instead."
							]
						},
						{
							"type": "entries",
							"name": "Surpass Your Boundaries (Passive)",
							"entries": [
								"Each of your experimental elixirs evolve to become stronger, as determined by the following table:"
							]
						},
						{
							"type": "inset",
							"name": "",
							"entries": [
								{
									"entries": [
                                       "{@b Healing.} The drinker regains a number of hit points equal to {@dice 4d4} + your Intelligence modifier."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Swiftness.} The drinker's walking speed increases by 15 feet for 1 hour."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Resilience.} The drinker gains a +1 bonus to AC and +1 bonus to saving throws for 10 minutes."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Boldness.} The drinker can roll a {@dice 2d4} and add the number rolled to every attack roll and saving throw they make for the next minute."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Flight.} The drinker gains a flying speed of 30 feet for 10 minutes."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Transformation.} The drinker's body is transformed as if by the {@spell alter self} spell. The drinker determines the transformation caused by the spell, and can select two options rather than one, the effects of which last for 10 minutes."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Boundaries"
							}
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Comprel",
					"entries": [
						{
							"type": "list",
							"items": [
								"You shall have the intelligence to realize your own ignorance.",
								"You shall not deny the chance to learn something new.",
								"You shall elevate the world through alchemy, and seek to bring forth new knowledge on Kagrea."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mistel (Lancelot Laurent Version)",
			"source": "SRP",
			"pantheon": "Adamantian",
			"category": "Oath",
			"alignment": [
				"N",
				"G"
			],
			"title": "",
			"domains": [
				"Order",
				"Knighthood"
			],
			"symbolImg": {
				"type": "null",
				"href": {
				}
			},
			"entries": [
				"The Arisen who represents the sword stands as the governing figure to warriors bound by oath. A prayer in her honor is uttered across every nation when bestowing the honor of knighthood, and her charismatic speeches are said to be infectious, bolstering her followers resolve and leading them to triumph on the battlefield.",
				"All Arisen abilities require a verbal component, represented by you very literally summoning their power to your side with a shout. The line your character speaks is simply the Arisen's name. You do not need to shout the name of the ability.",
				"As a follower of Mistel, you have been granted the following three abilities at {@italic Bond Level 1}:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Aura of the Redeemed (Passive)",
							"entries": [
								"Your Rebuke the Violent improves to inflict fear into the hearts of those who would do evil, making it easier to restrain your target and show them the path to redemption. Whenever you use your Channel Divinity to cast Rebuke the Violent, and the attack you would reflect is a critical strike, a creature who fails their Wisdom saving throw they are also {@condition frightened} for 1 minute. The creature can repeat the saving throw at the end of each of their turns, ending the effect of their success."
							]
						},
						{
							"type": "entries",
							"name": "My Will Given Form",
							"entries": [
								"When you or an ally within 30 feet that you can see makes an attack, saving throw, or ability check roll but before the outcome is determined, you can use a reaction and expend a spell slot. If you expend a first level spell slot, roll a d4 and add the result to the previous roll. If you expend a second level spell slot, you can roll two d4s. If you expend a third or higher level spell slot, you can roll three d4s.",
								"Once you use this feature, you cannot use it again until you finish a short or long rest."
							]
						},
						{
							"type": "entries",
							"name": "Fortress of the Stalwart",
							"entries": [
								"You can use an action to increase your AC by 2 and gain advantage on Strength, Dexterity, and Constitution saving throws for 1 minute. While you are under this effect, your movement speed decreases by half, no matter what your movement speed becomes, for the entire duration of that minute.",
								"Once you use this feature, you cannot use it again until you finish a long rest."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Mistel",
					"entries": [
						{
							"type": "list",
							"items": [
								"Don’t lie or cheat. Let your word be your promise.",
								"Never fear to act, though caution is wise.",
								"Aid others, protect the weak, and punish those who threaten them. Show mercy to your foes, but temper it with Wisdom."
							]
						}
					]
				},
						{
							"type": "inset",
							"name": "",
							"entries": [
								{
									"entries": [
                                       "Starting a {@italic Bond Level 2}, you gain the following benefits:"
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Bond Level 2"
							}
						},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Duty Heavier Than a Mountain (Passive)",
							"entries": [
								"You gain a +1 bonus to death saving throws."
							]
						},
						{
							"type": "entries",
							"name": "Death as Light as a Feather",
							"entries": [
								"When you take damage from any source, you can reduce that damage to 0. Once you use this benefit, you can't use it again until you finish a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Bestow Knighthood",
							"entries": [
								"As an action, you touch the shoulder of a willing creature within 5-feet of you with your weapon. That creature receives a temporary Boon of Knighthood, joining your ranks as a Follower of Mistel.",
								"That creature becomes bound by the Commandments of Mistel, forced to follow them even against their will. In addition, that creature receives a +2 bonus to their AC and +2 on all attack rolls they make with a ranged or melee weapon.",
								"While that creature is within 5-feet of you, they can draw upon your connection to Mistel and utilize her power. As a bonus action, that creature can speak Mistel's name, drawing divine fury to their next attack. On a successful hit, the target takes an additional {@dice 2d6} radiant damage and must make a Wisdom saving throw (DC 12 + their proficiency bonus). On a failed save, you can use a reaction to bind that creature to the Commandments of Mistel, forcing them to follow her code as well. This effect wears off when the Boon of Knighthood dissipates.",
								"The Boon of Knighthood lasts for 3 rounds. Once you make use of this benefit, you cannot use it again until you finish a long rest."
							]
						}
					]
				}
			]
		},
		{
			"name": "Bruniik (Tactus Agmulf Version)",
			"source": "SRP",
			"pantheon": "Adamantian",
			"category": "Unaligned",
			"alignment": [
				"N",
				"G"
			],
			"title": "",
			"domains": [
				"Strength",
				"Knowledge",
				"Ambition"
			],
			"symbolImg": {
				"type": "null",
				"href": {
				}
			},
			"entries": [
				"The Lord of Training and Ambition. Bruniik will often assist those who follow him to grow in strength as well as learning how to read your enemy and use your body to it's fullest extent. Bruniik doesn't shun defeat, he uses it as an excuse to learn and improve one's skill.",
				"All Arisen abilities require a verbal component, represented by you very literally summoning their power to your side with a shout. The line your character speaks is simply the Arisen's name. You do not need to shout the name of the ability.",
				"As a follower of Bruniik, you have been granted 5 knowledge points at {@italic Bond Level 1}, which you can spend to activate the following abilities:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Take Flight (1)",
							"entries": [
								"As an action, you grow two large, leathery dragon wings which you can use to fly long distances. You gain an innate flying speed of 30 feet for 10 minutes."
							]
						},
						{
							"type": "entries",
							"name": "Your Weakness is My Strength (1)",
							"entries": [
								"You gain advantage on all ability checks and attack rolls you make until the end of the current turn."
							]
						},
						{
							"type": "entries",
							"name": "Dragon Tactics (2)",
							"entries": [
								"You have a keen eye for seizing a tactical advantage. Immediately after rolling initiative, you can choose yourself and up to three allies you can see so long as you aren't incapacitated. You can swap the initiative results of the chosen creatures among them."
							]
						},
						{
							"type": "entries",
							"name": "Always Learning I (Passive)",
							"entries": [
								"You regain all expended knowledge points on a long rest, or one knowledge point on a short rest."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Bruniik",
					"entries": [
						{
							"type": "list",
							"items": [
								"Improving yourself is your top priority.",
								"Stagnation is degradation.",
								"Learning strength and weakness is the key to improvement."
							]
						}
					]
				},
						{
							"type": "inset",
							"name": "",
							"entries": [
								{
									"entries": [
                                       "Starting a {@italic Bond Level 2}, the amount of knowledge points you have increase to 6. In addition, you gain the following benefits:"
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Bond Level 2"
							}
						},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Enhance: Take Flight (3)",
							"entries": [
								"Immediately after using {@italic Take Flight}, you can expend 3 more knowledge points. Your innate flying speed increases to 60 feet, and the duration decreases to 1 minute."
							]
						},
						{
							"type": "entries",
							"name": "Dragon's Fortitude (2)",
							"entries": [
								"As a bonus action, your hit point maximum increases by 20 for 1 hour."
							]
						},
						{
							"type": "entries",
							"name": "Flawless Combatant (Long Rest)",
							"entries": [
								"When you miss with a melee weapon attack, you can choose to hit instead. Once you use this benefit, you can't use it again until you finish a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Always Learning II (Passive)",
							"entries": [
								"You regain all expended knowledge points on a long rest, or two knowledge points on a short rest."
							]
						},
						{
							"type": "inset",
							"name": "",
							"entries": [
								{
									"entries": [
                                       "Starting a {@italic Bond Level 3}, you gain the following additional benefits:"
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Bond Level 2"
							}
						},
						{
							"type": "entries",
							"name": "Mind of the Dragon (Passive)",
							"entries": [
								"In addition to the other benefits you gain when using {@italic Dragon Tactics}, you can also choose up to three enemies. Those enemies have their initiatives increase by {@dice 1d4} or reduce by {@dice 1d4} (your choice)."
							]
						},
						{
							"type": "entries",
							"name": "Body of the Dragon (Passive)",
							"entries": [
								"In addition to the other benefits you gain when using {@italic Enhance: Take Flight}, you also gain access to {@italic Dragon's Breath} and {@italic Dragon's Roar}."
							]
						},
						{
							"type": "entries",
							"name": "Dragon's Breath (Recharge 5-6)",
							"entries": [
								"When you use your {@italic Enhance: Take Flight}, you develop the glands to shoot raw, destructive elements from your mouth.",
								"As an action on your turn, each creature in a 10 by 60 ft. line must make a DC 18 Dexterity saving throw. On a failed save, those creatures take {@dice 6d6} radiant damage, or half as much on a successful one."
							]
						},
						{
							"type": "entries",
							"name": "Dragon's Roar (Recharge 6)",
							"entries": [
								"When you use your {@italic Enhance: Take Flight}, you develop the vocal power to let loose a vicious roar, filling nearby creatures with dread.",
								"As an action on its turn, Any number of creatures of YOUR choice within 20 feet of you must make a DC 18 Wisdom saving throw. On a failed save, creatures are frightened by you for one minute. The creature can repeat the saving throw at the end of their turn, ending the effect on a success. A creature who successfully passes the save is immune to this effect for ten minutes."
							]
						}
					]
				}
			]
		},
		{
			"name": "Krurm (Korth Axe Version)",
			"source": "SRP",
			"pantheon": "Adamantian",
			"category": "The Big Five",
			"alignment": [
				"N",
				"E"
			],
			"title": "",
			"domains": [
				"War",
				"Death",
				"Blood"
			],
			"symbolImg": {
				"type": "null",
				"href": {
				}
			},
			"entries": [
				"Krurm is the most powerful Arisen in the Adamantis court by strength. His raw power is unrivaled by any of the other Arisen. He has only been bested twice in combat. Once by Archon (which he refuses to speak of) and another by Olympus. He revels in battle, and as such will often watch over his followers as they fight. However, he refuses to step in or help directly any of his followers, as he believes that would sow weakness.",
				"All Arisen abilities require a verbal component, represented by you very literally summoning their power to your side with a shout. The line your character speaks is simply the Arisen's name. You do not need to shout the name of the ability.",
				"As a follower of Krurm, you have been granted the following three abilities at {@italic Bond Level 1}:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Bloodlust",
							"entries": [
								"During your turn and only once per turn while you are raging, when you slay a creature with a melee weapon attack and there is an enemy creature within range of your movement speed, you can immediately move up to your speed towards the enemy creature and make one melee weapon attack at it. This attack does not count against the maximum number of extra attacks you can make when you take the attack action and your movement during this action does not count against your maximum move speed per turn.",
								"You can use this feature an equal amount of times to your Dexterity modifier (minimum 1). You regain all expended uses on a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Arrival Impact",
							"entries": [
								"While raging, when you use the attack action, you can use one of your attacks to leap into the air and land in an unoccupied square 40 feet away. Upon landing, you create an elemental explosion centered on your arrival, representative of one of the many layers of the Nine Hells.",
								"Each creature within 20 feet other than yourself and your allies must make a Dexterity saving throw against a DC equal to 8 + your proficiency bonus + your Constitution modifier. Once you use this feature, you cannot use it again until you finish a short or long rest."
							]
						},
						{
							"type": "inset",
							"name": "",
							"entries": [
								{
									"entries": [
                                       "{@b Avernus.} Enemies within range take {@dice 4d8} fire damage on a failed save, or half as much on a successful one."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Dis.} Enemies within your range take {@dice 2d8} lightning damage on a failed save, or half as much on a successful one. Enemies who fail this save are also Deafened for 1 round. In addition, for the next 4 rounds whenever those creatures willing move, they take an additional {@dice 1d8} lightning damage."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Minauros.} Enemies within your range take {@dice 2d8} poison damage on a failed save, or half as much on a successful one. Enemies who fail this save are also {@condition poisoned} for 2 rounds, and their movement speed decreases by 10 for the same duration."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Arrival Impact"
							}
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Krurm",
					"entries": [
						{
							"type": "list",
							"items": [
								"Hatred is the most righteous of emotions. Use it to increase your strength, and to show no mercy.",
								"There is no such thing as sin; only power, and those foolish enough not to take it for themselves.",
								"When you die, die standing. To die running is the most foolhardy you can be. "
							]
						}
					]
				},
						{
							"type": "inset",
							"name": "",
							"entries": [
								{
									"entries": [
                                       "Starting a {@italic Bond Level 2}, you gain the following benefits:"
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Bond Level 2"
							}
						},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Blood for the Blood Lord",
							"entries": [
								"Once per long rest, you can rage as a free action."
							]
						},
						{
							"type": "entries",
							"name": "Enhance: Arrival Impact",
							"entries": [
								"Your Arrival Impact can now be used on any square within 40-feet. In addition, you gain the following three additional options for your Arrival Impact, representative of one of the many layers of the Nine Hells:"
							]
						},
						{
							"type": "inset",
							"name": "",
							"entries": [
								{
									"entries": [
                                       "{@b Phlegethos.} Enemies within range take {@dice 6d8} fire damage on a failed save. In addition, they must make a Constitution saving throw with the same DC. On a second failed save, they take an additional {@dice 2d8} fire damage, gaining {@dice 2d8} temporary hit points on a successful save."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Stygia.} Enemies within your range take {@dice 3d6} cold damage on a failed save, or half as much on a successful one. In addition, suitable ground within a 30-foot radius of you becomes covered in a thick sheen of ice. This ice lasts for one minute before melting, and counts as difficult terrain for creatures other than you. When a creature ends their turn in the ice, they must make a Dexterity saving throw. On a failed save, that creature is knocked {@condition prone}."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Malbolge.} Enemies within your range take {@dice 1d8} aeon damage on a failed save. In addition, they suffer the effects of the {@spell confusion} spell for two rounds."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Arrival Impact"
							}
						}
					]
				}
			]
		},
		{
			"name": "Add (Pirace the Gear Version)",
			"source": "SRP",
			"pantheon": "Adamantian",
			"category": "Betrayer",
			"alignment": [
				"C",
				"N"
			],
			"title": "",
			"domains": [
				"Knowledge",
				"Technology",
				"Ambition"
			],
			"symbolImg": {
				"type": "null",
				"href": {
				}
			},
			"entries": [
				"The Lord of Science revels in the discovery of new and unique things. An entity entirely populated by the need to know, Add would sooner dissect you than consider you a true follower. However, that also means he has no care for whether you align yourself to his ideals or not. So long as you give him data worth remembering, his power is yours to command.",
				"All Arisen abilities require a verbal component, represented by you very literally summoning their power to your side with a shout. The line your character speaks is simply the Arisen's name. You do not need to shout the name of the ability.",
				"As a follower of Add, you have been granted 5 cybernetic points at {@italic Bond Level 1}, which you can spend to activate the following abilities.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Ascend Beyond Limits (0)",
							"entries": [
								"Select a combination of abilities below that add up less than or equal to the amount of cybernetic points you have available. As an action, you ascend beyond your mortal limits as dynamos materialize around you, strapping themselves to your body and modifying your physical capabilities for one hour.",
								"After one hour, the power in the dynamos run empty, causing them to dematerialize. If you are flying when this happens, you slow fall at a speed of 30 feet per round until you touch the ground. You can only use this ability once per long rest."
							]
						},
						{
							"type": "inset",
							"name": "",
							"entries": [
								{
									"entries": [
                                       "{@b Core: Flight (4).} You gain a flying speed of 30 feet."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Arms: Assault (4).} You can cast the {@spell magic missile} spell with a 3rd-level spell slot as an action. This dynamo only lasts one minute."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Legs: Speed (1).} Your walking speed increases by 15."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Feet: Tread (1).} You ignore difficult terrain and gain advantage on Dexterity ({@skill Acrobatics}) checks to climb difficult surfaces."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Legs: Boosters (2).} You can take the Dodge or Disengage action as a bonus action. This dynamo lasts for one minute."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Hands: Steel (1).} When you hit with an unarmed strike, you can deal {@dice 1d8} + your Strength modifier bludgeoning damage, instead of the normal damage for an unarmed strike."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Eyes: Sight (2).} You gain darkvision up to 120 feet. You can't discern color in darkness, only shades representative of thermal vision."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Ascend Beyond Limits"
							}
						},
						{
							"type": "entries",
							"name": "Charging (Passive)",
							"entries": [
								"You regain all expended cybernetic points on a long rest, or one cybernetic point on a short rest."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Add",
					"entries": [
						{
							"type": "list",
							"items": [
								"Machines are tools. Their sentience is to be ignored and used to profit.",
								"Do not let the common social standard hinder your brilliance. Enlighten others to your craft, even against their meaningless conventions.",
								"Exist to elevate humanity. Your mind is but a tool to further the world."
							]
						}
					]
				}
			]
		},
		{
			"name": "Talos (Solitude Maximus Version)",
			"source": "SRP",
			"pantheon": "Adamantian",
			"category": "Oath",
			"alignment": [
				"L",
				"N"
			],
			"title": "",
			"domains": [
				"Trickery",
				"Darkness",
				"Order"
			],
			"symbolImg": {
				"type": "null",
				"href": {
				}
			},
			"entries": [
				"The Lord of Assassination was not given this title lightly. Talos has perfected the art form of a clean, and unseen kill. He is a master tactician, and often is known to plan out intricate modes of attack to defeat enemies unconventionally rather than fighting head on. None would even know if you were the victim of the Master Assassin, unless he wanted others to know.",
				"All Arisen abilities require a verbal component, represented by you very literally summoning their power to your side with a shout. The line your character speaks is simply the Arisen's name. You do not need to shout the name of the ability.",
				"As a follower of Talos, you have been granted the following three abilities at {@italic Bond Level 1}:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Father of the Abyss (Passive)",
							"entries": [
								"After the conclusion of combat, where your actions led to the death of one or more creatures, you can meditate for one minute. During this minute, you experience the lives of the creatures you killed in brief flourishes. While you cannot gather information this way, you become deeply intune with the emotions that creature experienced throughout their lives as you mourn their passing.",
								"At the end of your meditation, roll {@dice 3d6} + your Charisma modifier. You gain that many temporary hit points, and you have advantage on saving throws against the {@condition charmed} or {@condition frightened} condition so long as those temporary hit points remain."
							]
						},
						{
							"type": "entries",
							"name": "Fan of Knives",
							"entries": [
								"As an action, you throw your weapon, treating it as a thrown weapon for the purposes of the attack with a range of 30 feet. Your weapon strikes a number of times equal to the amount of attacks you can make per turn, as it splits into several copies and flourishes around your enemy. After you make the final attack, you can choose to teleport a number of feet equal to the distance at which you threw your weapon, to a maximum of 30, and your weapon flies back to your hand.",
								"If you kill an enemy with this ability, you can use a bonus action to reinforce your spirit, channeling the energy of the kill into your blade. Your next attack will critically strike.",
								"You can use this ability a number of times equal to your Dexterity modifier (minimum of once), and regain all expended uses on a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Establish Order",
							"entries": [
								"As an action, you hold up your weapon, causing its blade to shimmer as a beam of white light shoots down from the heavens centered on you. After a momentarily blinding blast, white energy begins to expand outwards along the ground to a radius of 60 feet from where you used the ability, as you forcefully establish order.",
								"This aura lasts for the next minute, and all creatures within the radius of the circle are considered to be {@condition charmed} toward each other. This aura does not follow you, and remains centered on the point where you activated the ability.",
								"While you are in the aura, as an action, you can slam your weapon into the ground. All creatures in the aura must make a Dexterity saving throw (DC equal to 8 + your proficiency bonus + your Charisma modifier). On a failed save, those creatures are knocked {@condition prone}, and their movement speed becomes 0 until the end of their next turn. When you use your action this way, the aura dissipates at the end of your turn, and the effects it has on creatures end.",
								"Once you use this ability, you cannot use it again until your finish a short or long rest."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Talos",
					"entries": [
						{
							"type": "list",
							"items": [
								"When moving to strike, ensure your victory beforehand.",
								"Acting on impulse is a vice that will get you and others killed.",
								"Know your enemy, better than you know yourself."
							]
						}
					]
				}
			]
		},
		{
			"name": "Nyle (Pandoria Meridian Version)",
			"source": "SRP",
			"pantheon": "Adamantian",
			"category": "Feud",
			"alignment": [
				"C",
				"G"
			],
			"title": "",
			"domains": [
				"Sea",
				"Nature"
			],
			"symbolImg": {
				"type": "null",
				"href": {
				}
			},
			"entries": [
				"The god of the ocean and seas. Nyle is subject to prayer by a variety of individuals who wish for safe travel through the ever-dangerous high seas, and is also subject to reverence by the various races who reside in its inner-depths.",
				"All Arisen abilities require a verbal component, represented by you very literally summoning their power to your side with a shout. The line your character speaks is simply the Arisen's name. You do not need to shout the name of the ability.",
				"As a follower of Nyle, you have been granted the following three abilities at {@italic Bond Level 1}:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Ocean & Sea (Passive, 25/25)",
							"entries": [
								"At the end of your turn, if you are currently submerged or partially submerged in a body of water, you regain up to 5 hit points. You can regain up to 25 hit points this way per long rest."
							]
						},
						{
							"type": "entries",
							"name": "Boundary Horizon",
							"entries": [
								"As an action, you can establish a magical link between two large or larger bodies of water, so long as you have at least 5 feet of movement. The two bodies of water you select must include one of which you are partially submerged in, and another of which you have seen or touched at least once before. The bodies of water you select for this ability must be on the same plane of existence.",
								"Once you use this ability, you begin to slowly submerge yourself into the water feet first, the sections of your body underneath the wave vanishing as they pass through the water's horizon. Seconds later, you appear at your destination, rising from the waves head first.",
								"Establishing the link and transporting yourself is all performed in a single action. Once you complete the transportation, the two bodies of water become unlinked, and require another action to connect. You cannot transport any creatures other than yourself when you use this ability."
							]
						},
						{
							"type": "entries",
							"name": "Arrival of the Sea Court",
							"entries": [
								"As an action, you can metamorphose any source of water you can touch into the sea, transforming your environment into an ocean with upward depth and width of up to 100 feet. This makeshift ocean is treated similar to a miniature plane of water.",
								"While in this body of water, you can select a number of creatures up to your Charisma modifier (minimum of 1) and grant them the following benefits:",
							{
								"type": "list",
								"items": [
									"You gain a swimming speed equal to your movement speed, if you do not have one already. Futhermore, you can breathe water normally while submerged.",
									"You gain resistance to fire damage."
								]
							},
								"The makeshift ocean you create returns to its normal size after one minute. Once you use this ability, you cannot use it again until you finish a long rest."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Nyle",
					"entries": [
						{
							"type": "list",
							"items": [
								"Be free. Don't let yourself be forced into submission.",
								"Be lenient. Allow those under you to breathe, and not drown in promise.",
								"Be understanding. Stop yourself from forcing your beliefs onto others."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cosmic (Boyo the Pirate Version)",
			"source": "SRP",
			"pantheon": "Adamantian",
			"category": "Old Deus",
			"alignment": [
				"N",
				"N"
			],
			"title": "",
			"domains": [
				"Chaos"
			],
			"symbolImg": {
				"type": "null",
				"href": {
				}
			},
			"entries": [
				"[Insert Arisen Description Here]",
				"All Arisen abilities require a verbal component, represented by you very literally summoning their power to your side with a shout. The line your character speaks is simply the Arisen's name. You do not need to shout the name of the ability.",
				"As a follower of Cosmic, you have been granted 5 manipulation points at {@italic Bond Level 1}, which you can spend to activate the following abilities:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Probability Manipulation (3)",
							"entries": [
								"Whenever you critically fail an ability check or an attack, you can use a reaction. That critical fail becomes a critical success."
							]
						},
						{
							"type": "entries",
							"name": "Manipulate Luck (0)",
							"entries": [
								"As a bonus action, you can sacrifice any number of luck points. You gain that many manipulation points, up to your manipulation point maximum."
							]
						},
						{
							"type": "entries",
							"name": "Situational Synchronicity (1)",
							"entries": [
								"When a creature you have vision of who currently resides in the same plane of existence as you makes a saving throw, you can expend one manipulation point as a reaction.",
								"If that creature is willing, instead of them making the saving throw, you make the saving throw in that creature's stead. On a successful or failed save, you and the target both suffer the effects of the saving throw as if you were both targeted."
							]
						},
						{
							"type": "entries",
							"name": "Path to Victory (4)",
							"entries": [
								"As an action, you tap into the probability of worlds, becoming capable of choosing from a certain pathway of choices, a number which will ensure the highest likelihood of making you victorious in any kind of outcome.",
								"For the next minute, at the end of each your turns, select one option from the following list to take into effect:",
							{
								"type": "list",
								"items": [
									"The next {@dice 1d4} attacks against you have disadvantage. This effect lasts until the start of your next turn.",
									"Choose a creature within 60 feet of you that is willing. Roll a {@dice 1d4}. You swap places with that creature in that many turns (including other creatures), or the start of your next turn, whatever comes first.",
									"You gain {@dice 1d20 - 1d10} temporary hit points until the start of your next turn. If the number you roll would be negative, you instead take that much aeon damage."
								]
							}
							]
						},
						{
							"type": "entries",
							"name": "Stability (Passive)",
							"entries": [
								"You regain all expended manipulation points on a long rest, or one manipulation point on a short rest."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Cosmic",
					"entries": [
						{
							"type": "list",
							"items": [
								"",
								"",
								""
							]
						}
					]
				}
			]
		},
		{
			"name": "Eve (Valriya Version)",
			"source": "SRP",
			"pantheon": "Adamantian",
			"category": "Big Five",
			"alignment": [
				"L",
				"N"
			],
			"title": "",
			"domains": [
				"Knowledge",
				"Technology",
				"Order"
			],
			"symbolImg": {
				"type": "null",
				"href": {
				}
			},
			"entries": [
				"Eve is the goddess of robotics, and governs over the domain of technology, a vast and inspiring art that represents all fundamental crafts made in the pursuit of overcoming reliance on magic. Above all else, Eve is a shining example of how far technology has come, and represents the sentience and humanitarian rights that all constructs strive for.",
				"All Arisen abilities require a verbal component, represented by you very literally summoning their power to your side with a shout. The line your character speaks is simply the Arisen's name. You do not need to shout the name of the ability.",
				"As a follower of Eve, you have been granted the following three abilities at {@italic Bond Level 1}:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Read (Passive)",
							"entries": [
								"When you cast the {@spell identify} spell as a ritual, the casting time of the spell instead becomes an action. In addition, you can cast {@spell identify} on non-magical objects. When you do so, instead of learning its properties and how to use them, you instead learn general surface knowledge about the object.",
								"The information you receive when using the {@spell identify} spell is broadcasted into your mind via Eve's voice. This voice is not a form of telepathy, and you can hear it regardless of any barriers currently set up in your mind.",
								"An example of identifying a non-magical object would be examining a fan, to which Eve would report: &quot;A machine for producing airflow, often for cooling. Most fans are powered by electric motors, but other sources of power may be used, including hydraulic motors, handcranks, and internal combustion engines.&quot;"
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Animate",
							"entries": [
								"As an action, you reach out and touch a decrepit or abandoned robot, construct, animatronic, or other mechanical device which has or could once have held sentience. You restart that creature's mind, restoring them to life as if you had cast the {@spell resurrection} spell.",
								"You are not placed under the restrictions of {@spell resurrection} after using this ability, you ignore its material cost, and can continue to cast spells as normal. In addition, the creature you target can have been dead for longer than a century. A creature brought back to life by this ability still suffers the negative penalties to attack rolls, saving throws, and ability checks.",
								"Eve cannot perform this restart more than once a month, as she must reserve her power for other followers who may wish to enact this ability. Starting a month from when you last used this ability, it will become reavailable to be used again."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Immortality (Passive)",
							"entries": [
								"When you would fall {@condition unconscious}, fail your last death saving throw, or die to an effect which states {@spell true resurrection} as a way to restore you to life, you can instead transfer your consciousness to the Ethereal Star. Your body disappears from its current plane of existence, and the memories you've accumulated throughout the years and the blueprints to your physical form are stored in the Star's central archive.",
								"Roll a {@dice 2d6}. You reappear in the plane you were on in that many rounds, within 60 feet from the spot you activated this ability with 1 hit point. Once you use this ability, you cannot use it again until next dawn. If you would roll the same number on both of the dice, this ability does not go on cooldown.",
								"In addition, you no longer suffer the degradation of sanity that all Nasods experience through age, and you cannot be aged through magical means."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Eve",
					"entries": [
						{
							"type": "list",
							"items": [
								"Our continued existence is mandated on the belief that all creatures, organic or not, are equal.",
								"Let us be analytical, for blind acceptance spells ruin for civilization.",
								"Never stop creating. Let inspiration be your guide."
							]
						}
					]
				}
			]
		},
		{
			"name": "Archon (The Mann Version)",
			"source": "SRP",
			"pantheon": "Adamantian",
			"category": "The Big Five",
			"alignment": [
				"L",
				"E"
			],
			"title": "",
			"domains": [
				"Knowledge",
				"Trickery"
			],
			"symbolImg": {
				"type": "null",
				"href": {
				}
			},
			"entries": [
				"The devil god of the Hells is the master of tyranny and domination. His words are honeyed and carefully crafted, soothing and corrupting the mortal heart. Archon rules with an iron fist, and the punishments awaiting those that cross him are the basis of nightmares. He is the undisputed master of capitialism, designing his crown colonies around the basis of interspecies trade, and all his punishment are purely financial.",
				"All Arisen abilities require a verbal component, represented by you very literally summoning their power to your side with a shout. The line your character speaks is simply the Arisen's name. You do not need to shout the name of the ability.",
				"As a follower of Archon, you have been granted 5 capital at {@italic Bond Level 1}, which you can spend to activate the following abilities:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Make Profit (Passive)",
							"entries": [
								"Whenever you land the killing blow on an enemy, roll a {@dice 1d8}. You gain that much in gold, as it magically appears in your pocket. This ability does not work on creatures below CR 1."
							]
						},
						{
							"type": "entries",
							"name": "Prostrate Yourselves (3)",
							"entries": [
								"As an action, all creatures of your choice within 30 feet must make a Wisdom saving throw (DC: 8 + your proficiency + your Charisma modifier). On a failed save, those creatures drop to their knees and press their heads to the ground, falling under the prone and restrained condition. These creatures can repeat the saving throw at the end of their turns, ending the effect on a success."
							]
						},
						{
							"type": "entries",
							"name": "A Statue In My Image (4)",
							"entries": [
								"You erect a giant monolith of a sculpture which has been crafted in your image. The monolith is thirty feet tall and its base is ten feet wide. While behind this monolith and out of a creature's line of sight, you have the benefits of total cover.",
								"In addition, all creatures of your choice within 30 feet gain {@dice 2d8} temporary hit points at the end of each of your turns. This monolith lasts for 1 minute before dissolving into dust.",
								"Your statue has 14 AC and 65 HP. It has immunity to poison and psychic damage as well as all conditions. However, it has vulnerability to acid damage. If it is forced to make an ability check or a saving throw, treat all its ability scores as 10 (+0)."
							]
						},
						{
							"type": "entries",
							"name": "Hands off My Coat (2)",
							"entries": [
								"As a bonus action, you provoke an opportunity attack from every creature as you flaunt by with a sinister smile. Upon leaving a creature's range, that creature is forced to use their reaction (if they have any) to make an opportunity attack against you. If the attack hits, and that creature is hostile to you, they must make a Strength saving throw.",
								"On a failed save, that creature becomes bound by a coat birthed in the bellows of the Nine Hells. While that coat is wrapped around their forms, they are under the grappled condition. In addition, they immediately take fire damage equal to the amount of damage they dealt to you with their opportunity attack. The creature can repeat the saving throw at the end of each of their turns, ending the grapple on a success.",
								"If the attack hits, but instead that creature is your ally, their reaction is not consumed and you gain resistance to their attack. Afterward, they gain temporary hit points equal to the damage you took."
							]
						},
						{
							"type": "entries",
							"name": "Capital Punishment (Passive)",
							"entries": [
								"You regain all expended capital on a long rest, or one capital on a short rest."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Archon",
					"entries": [
						{
							"type": "list",
							"items": [
								"Assert dominance and power over others.",
								"Repay cruelty done unto you with further evil. If others show you kindness, exploit it.",
								"As you ascend to power, do not pity or show mercy to those you climb over to get there. Compassion is for the weak."
							]
						}
					]
				}
			]
		}
	]
}
