{
	"feat": [
		{
			"name": "Dark Reaping",
			"source": "SRP",
			"prerequisite": [
				{
					"race": [
						{
							"name": "revenant"
						}
					]
				}
			],
			"ability": [
				{
					"cha": 1
				}
			],
			"entries": [
				"You have manifested a deeper connection to the Rift, which allows you to extract the thoughts of man and use it to fuel your abilities. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Additionally, when a creature within 30 feet of you is reduced to 0 hit points and dies, you can feed upon the power of their death to gain your choice of one of the following benefits:"
					]
				},
						{
							"type": "inset",
							"entries": [
								{
									"entries": [
                                       "• Temporary hit points equal to your total character level + your Constitution modifier, which last for up to one minute."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• The first attack you hit with on your next turn deals additional necrotic damage equal to your total character level + your choice of either your Strength or Charisma modifier."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "• Advantage on all saving throws until the start of your next turn."
									],
									"type": "entries"
								}
							],
							"data": {
							}
						},
				{
					"type": "list",
					"items": [
				"Once you use this ability, you must finish a short or long rest before you can use it again."
					]
				}
			]
		},
		{
			"name": "Sentient Bones",
			"source": "SRP",
			"prerequisite": [
				{
					"race": [
						{
							"name": "skeleton"
						}
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"con"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"You have become increasingly more self-aware as you time spent back on the Material Plane increases. You gain the following benefits:",
				{
					"type": "list",
					"items": [
               "Additionally, you can use a bonus action to detach or reattach one of your hands, which allows the hand to wander freely by walking on its fingertips. This deatched hand has a walking speed and climbing speed of 30 and can move up, down, and across vertical surfaces and upside down along ceilings.",
               "The hand has a strength score of 5, a hit point maximum equal to twice your total character level, and otherwise uses your statistics and AC. You cannot detach a hand in this way while using the Them Bones trait, or use Them Bones while a hand is detached."
					]
				}
			]
		},
		{
			"name": "Blade Mastery",
			"source": "OSoW",
			"prerequisite": [
			],
			"entries": [
               "You master the shortsword, longsword, scimitar, rapier, and greatsword. You gain the following benefits when using them:",
				{
					"type": "list",
					"items": [
               "You gain a +1 bonus to attack rolls you make with the weapon.",
               "On your turn, you can use your reaction to assume a parrying stance, provided you have the weapon in hand. Doing so grants you a +1 bonus to your AC until the start of your next turn or until you’re not holding the weapon.",
               "When you make an opportunity attack with the weapon, you have advantage on the attack roll."
					]
				}
			]
		},
		{
			"name": "Fell Handed",
			"source": "OSoW",
			"prerequisite": [
			],
			"entries": [
               "You master the handaxe, battleaxe, greataxe, warhammer, and maul. You gain the following benefits when using any of them:",
				{
					"type": "list",
					"items": [
               "You gain a +1 bonus to attack rolls you make with the weapon.",
               "Whenever you have advantage on a melee attack roll you make with the weapon and hit, you can knock the target prone if they are one size larger or smaller, if the lower of the two d20 rolls would also hit the target.",
               "Whenever you have disadvantage on a melee attack roll you make with the weapon, the target takes bludgeoning damage equal to your Strength modifier (minimum of 0) if the attack misses but the higher of the two d20 rolls would have hit."
					]
				}
			]
		},
		{
			"name": "Peltast",
			"source": "OSoW",
			"prerequisite": [
			],
			"entries": [
               "You’ve mastered the ability to draw and throw weapons at your foes. You gain the following benefits:",
				{
					"type": "list",
					"items": [
               "Attacking at long range with your thrown weapons no longer imposes disadvantage.",
               "Being within 5 feet of a hostile creature doesn't impose disadvantage on ranged attack rolls.",
               "When you make a ranged attack with a thrown weapon, you can choose to immediately draw one weapon as a part of that attack.",
               "Whenever you take the Attack action to make a ranged attack with a thrown weapon, you can use your bonus action to make one additional ranged attack with a thrown weapon."
					]
				}
			]
		},
		{
			"name": "Flail Master",
			"source": "OSoW",
			"prerequisite": [
			],
			"entries": [
               "You’ve mastered the ability to sweep and swing flails at your foes. You gain the following benefits:",
				{
					"type": "list",
					"items": [
               "You gain a +1 bonus to attack rolls you make with a flail.",
               "As a bonus action on your turn, you can prepare yourself to extend your weapon to sweep over targets' shields. Until the end of this turn, your attack rolls with the weapon gain a +2 bonus against any target using a shield.",
               "When you hit with an opportunity attack using a flail, the target must succeed on a Strength saving throw (DC 8 + your proficiency bonus + your Strength modifier) or be knocked prone."
            ]
				}
			]
		},
		{
			"name": "Mariner",
			"source": "OSoW",
			"prerequisite": [
			],
			"entries": [
               "You have spent time at sea and learned to use the tools of a mariner in combat.",
				{
					"type": "list",
					"items": [
               "You have a swimming speed equal to your base walking speed.",
               "When you wield a trident with one hand, its damage die changes to 1d8 from 1d6. When you wield a trident with two hands, its damage die changes to 1d10 from 1d8.",
               "Tridents have the reach property. When you strike a creature with a Trident you may expend a bonus action to force a creature to make a contested {@skill Athletics} check with you. On a success you may force the creature to move into any unoccupied space within five feet of you."
            ]
				}
			]
		},
		{
			"name": "Born in the Arena",
			"source": "OSoW",
			"prerequisite": [
			],
			"entries": [
               "Extensive training with nets has earned you the following benefits:",
				{
					"type": "list",
					"items": [
               "You don't suffer disadvantage when attack a creature within 5 feet of you with a net, or when throwing a net up to its long range.",
               "You can add your proficiency bonus to the DC, AC, and damage requirement for escaping or destroying you nets.",
               "When you use the Attack action and attack with a net, you can use a bonus action to attack with a one-handed weapon you are holding.",
               "When a creature provokes an opportunity attack from you, you can use your reaction to make a ranged weapon attack against that creature with a net."
            ]
				}
			]
		},
		{
			"name": "Sling Superiority",
			"source": "OSoW",
			"prerequisite": [
			],
			"entries": [
               "You are trained in their military methods and have mastered the use of slings in combat.",
				{
					"type": "list",
					"items": [
               "When you end your turn without moving, before your next turn when a creature within 30 feet of you moves, you can use your reaction to make a ranged weapon attack with a sling against that creature.",
               "Once per turn when you make a ranged weapon attack without disadvantage using a sling, you can make an additional ranged weapon attack with a sling against a different creature.",
               "The first time you score a critical hit with a sling against a creature on a turn, that creature has disadvantage on all attack rolls and ability checks it makes until the start of your next turn."
            ]
				}
			]
		},
		{
			"name": "Spear Mastery",
			"source": "OSoW",
			"prerequisite": [
			],
			"entries": [
               "Though the spear is a simple weapon to learn, it rewards you for the time you have taken to master it. You gain the following benefits:",
				{
					"type": "list",
					"items": [
               "Spears you use gain the Finesse property.",
               "When you use a spear, its damage die changes from a d6 to a d8, and from a d8 to a d10 when wielded with two hands. (This benefit has no effect if another feature has already improved the weapon's die.)",
               "You can set your spear to receive a charge. As a bonus action, choose a creature you can see that is at least 20 feet away from you. If that creature moves within your spear's reach on its next turn, you can make a melee attack against it with your spear as a reaction. If the attack hits, the target takes an extra 1d8 piercing damage, or an extra 1d10 piercing damage if you wield the spear with two hands. You can't use this ability if the creature used the Disengage action before moving.",
               "As a bonus action on your turn, you can increase your reach with a spear by 5 feet for the rest of your turn."
            ]
				}
			]
		},
		{
			"name": "Lash Endowed",
			"source": "OSoW",
			"prerequisite": [
			],
			"entries": [
               "You have extensive training with whips and have learned a handful of tricks useful in combat. You gain the following benefits:",
				{
					"type": "list",
					"items": [
               "When you use a whip, its damage die increases from a d4 to a d6.",
               "Once per turn when you deal damage with a whip or weighted chain to a creature that is no more than one size larger than you, you can force that creature to make a Strength saving throw (DC 8 + your proficiency bonus + your choice of your Strength or Dexterity modifier). On a failure, you choose whether the creature drops one object of your choice that it’s holding, falls prone, or has its movement speed halved until the start of your next turn. When reducing its movement speed in this way, you also move proportionate to the creature.",
               "When you take the Attack action and attack with a one- handed weapon, you can use a bonus action to attack with a whip or weighted chain you are holding."
            ]
				}
			]
		},
		{
			"name": "Exorcist",
			"source": "OSoW",
			"prerequisite": [
			],
			"entries": [
               "You have been taught secret techniques for the removal of possessing spirits. You gain the following benefits:",
				{
					"type": "list",
					"items": [
               "Increase your Wisdom score by 1, to a maximum of 20.",
               "You can use your action to touch a creature within your reach and determine if the creature is possessed or under the effects of an enchantment spell. If so, you learn the type of spirit possessing the creature or the spell enchanting it.",
               "By presenting a holy symbol to a creature within 10 feet as an action, you can attempt an exorcism ritual. If the creature is possessed by a spirit, the possessing spirit must make a Wisdom saving throw, with a DC = 8 + your proficiency bonus + your Wisdom modifier. On a failure, the spirit is expelled, and it cannot enter that creature again for 24 hours. On a success, the creature is immune to exorcism attempts for 24 hours."
            ]
				}
			]
		},
		{
			"name": "Energy Saber",
			"source": "SRP",
			"prerequisite": [
				{
					"race": [
						{
							"name": "half-nasod"
						}
					]
				}
			],
			"ability": [
				{
					"dex": 1
				}
			],
			"entries": [
               "You have trained incredibly hard to master the unique swordplay of the half-nasods. You gain the following benefits:",
				{
					"type": "list",
					"items": [
               "You gain an additional charge of Energy Weapon. You regain both expended charges after a short or long rest.",
               "While Energy Weapon is active, your weapon also gains the reach property (10 feet)."
					]
				}
			]
		},
		{
			"name": "Otherworldly",
			"source": "SRP",
			"prerequisite": [
				{
					"race": [
						{
							"name": "ghost",
							"subrace": "spirit"
						}
					]
				}
			],
			"entries": [
               "Your soul has grown exceptionally powerful, and you may channel its energy into a semblance of mortal magic. You can cast the following spells with this ability: {@spell blink}, {@spell catapult}, and {@spell invisibility}.",
			{
					"type": "list",
					"items": [
               "When you can {@spell invisibility} this way, you can only target yourself.",
               "Any spell cast using this feat is automatically cast at its lowest possible level.",
               "Choose between Wisdom or Charisma; this is your spellcasting ability for these spells.",
               "At 4th level, {@spell catapult} casts at 2nd level. It becomes 3rd level at 8th, 4th level at 12th, 5th level at 16th, and 6th level at 20th.",
               "You regain the ability to cast any spells provided by this feat once you finish a long rest."
					]
				}
			]
		},
		{
			"name": "Undying Grasp",
			"source": "SRP",
			"prerequisite": [
				{
					"race": [
						{
							"name": "ghost",
							"subrace": "soulkin"
						}
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex"
						],
						"amount": 1
					}
				}
			],
			"entries": [
               "Your life has bonded with the sarcophagus, turning both aspects into an extension of your will. You gain the following benefits:",
			{
					"type": "list",
					"items": [
               "When you hit with your Grasp from Beyond, you can force the creature to make a Constitution saving throw (DC: 10 + your Proficiency bonus + your Strength modifier).",
               "On a failed save, the creature becomes {@condition Paralyzed}.",
               "You can use this ability twice, after which you must spend a long rest before you can use Undying Grasp again."
					]
				}
			]
		},
		{
			"name": "Might of the Small",
			"source": "SRP",
			"prerequisite": [
				{
					"other": "Creature size of small"
				}
			],
			"ability": [
				{
					"str": 1
				}
			],
			"entries": [
               "You have an unusually strong carrying capacity and grip for a creature of your size, honed through years of constant training with heavy weapons. You gain the following benefits:",
			{
					"type": "list",
					"items": [
               "Being Small doesn’t impose disadvantage on your attack rolls with heavy weapons.",
               "Your Strength score is doubled for the purpose of determining your carrying capacity and the weight you can push, drag, or lift."
					]
				}
			]
		},
		{
			"name": "Black Lotus",
			"source": "SRP",
			"prerequisite": [
				{
					"other": "Proficiency in Poisoner's Kit"
				}
			],
			"entries": [
               "You have extensive experience dealing with poisons. Your mastery earns you the following benefits:",
			{
					"type": "list",
					"items": [
               "You have resistance to poison damage, and gain advantage on saving throws to avoid being poisoned.",
               "In addition, when you take a long rest, you can create a single dose of one of the following poisons using your Poisoner's Kit:"
					]
				},
						{
							"type": "inset",
							"entries": [
								{
									"entries": [
                                       "{@b Powderboil.} This powdered poison can be applied to a weapon as an object interaction. The next time the weapon deals damage to a creature, it must succeed on a Constitution saving throw or take poison damage. The poison's damage is equal to xd8, where x equals half of your current level."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Stomachturner.} This slick oil can be applied to a weapon as an object interaction. The next time the weapon deals damage, the opposing creature must succeed on a Constitution saving throw or be poisoned for 1 minute, or until they spend an action on their turn to regain their senses."
									],
									"type": "entries"
								},
								{
									"entries": [
                                       "{@b Night's Kiss.} This tasteless and odorless liquid can be slipped into drink or food. When a creature consumes the poison, it must make a Constitution saving throw or fall unconscious for 10 minutes. This effect ends if the creature takes damage."
									],
									"type": "entries"
								}
							],
							"data": {
							}
						},
			{
					"type": "list",
					"items": [
               "Poisons created in this way lose their potency, and expire 24 hours after creation.",
               "The DC for all saving throws for poisons created with this feat is 8 + your proficiency bonus + your Intelligence modifier."
					]
				}
			]
		},
		{
			"name": "Close-Range Expert",
			"source": "SRP",
			"entries": [
				"Thanks to extensive practice mastering the act of close-quarters shooting, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You ignore the loading quality of crossbows with which you are proficient.",
						"Being within 5 feet of a hostile creature doesn't impose disadvantage on your ranged attack rolls.",
						"When you use the Attack action and attack with a one-handed weapon, you can use a bonus action to attack with a light ranged weapon you are holding."
					]
				}
			]
		},
		{
			"name": "Great Weapon Master",
			"source": "SRP",
			"entries": [
				"You've learned to put the weight of a weapon to your advantage, letting its momentum empower your strikes. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"On your turn, when you score a critical hit with a melee weapon or reduce a creature to 0 hit points with one, you can make one melee weapon attack as a bonus action.",
						"Before you make a melee attack with a heavy weapon that you are proficient with, you can choose to take a penalty equal to your proficiency to the attack roll. If the attack hits, add double your proficiency to the damage roll."
					]
				}
			]
		},
		{
			"name": "Sharpshooter",
			"source": "SRP",
			"entries": [
				"You have mastered ranged weapons and can make shots that others find impossible. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Attacking at long range doesn't impose disadvantage on your ranged weapon attack rolls.",
						"Your ranged weapon attacks ignore half cover and three-quarters cover.",
						"Before you make an attack with a ranged weapon that you are proficient with, you can choose to take a penalty equal to your proficiency to the attack roll. If the attack hits, add double your proficiency to the damage roll."
					]
				}
			]
		},
		{
			"name": "Aposematism",
			"source": "OSoW",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Grung"
						}
					]
				}
			],
			"entries": [
				"You are a particularly dangerous Grung who has mastered the inherent properties of their body. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Your poison DC for your Poisonous Skin improves to 8 + your Constitution modifier + your proficiency bonus.",
						"As an action, you may cause the spots on your body to change color to a bright warning of danger. Creatures of your choosing within 10 feet must make a Wisdom saving through against your poison DC or become {@condition Frightened} for one minute. A creatures may repeat this saving throw at the end of each of their turn, ending the effect on a success. Creatures are no longer frightened once you leave their line of sight.",
						"Your walking and climbing speed increase by 5 feet.",
						"Your Standing Leap improves, increasing your long jump up to 30 feet and your high jump up to 20 feet."
					]
				}
			]
		},
		{
			"name": "Divebomber",
			"source": "SRP",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Aarakocra (Revised), Toran"
						}
					]
				}
			],
			"ability": [
				{
					"dex": 1
				}
			],
			"entries": [
               "You have mastered the art of in-flight combat, and can navigate the winds of battle with ease. You gain the following benefits:",
				{
					"type": "list",
					"items": [
               "While in the air, if you fly at least 30 feet straight toward a target and then hit it with a melee weapon attack on the same turn, you can immediately follow that attack with a bonus action, making one attack against the target with your talons."
					]
				}
			]
		}
	]
}
